cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'diff-so-fancy'
brew 'git'
brew 'hub'
brew 'python'
brew 'python3'
brew 'rcm'
brew 'ruby'
brew 'the_silver_searcher'
brew 'ripgrep'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'dash'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'spectacle'
cask 'sublime-text'
